Repository: saulmoralespa/woo-payu-latam-sdk
Catalog: languages/woo-payu-latam-sdk-*.po
Languages: es_mx

source: payU Latam SDK: Requires OpenSSL >= 1.0.1 to be installed on your server
es_mx: payU Latam SDK: Requiere que OpenSSL >= 1.0.1 esté instalado en su servidor

source: payU Latam SDK: Woocommerce must be installed and active.
es_mx: payU Latam SDK: Woocommerce debe estar instalado y activo

source: payU Latam SDK: Requires one of these currencies USD, BRL, COP, MXN, PEN
es_mx: payU Latam SDK: Requiere una de estas monedas USD, BRL, COP, MXN, PEN

source: Click here to configure
es_mx: Haga clic aquí para configurar

source: payU Latam SDK: It requires that the country of the store be some of these countries Argentina, Brazil, Colombia, Mexico, Panama and Peru
es_mx: payU Latam SDK: Requiere que el país de la tienda sea alguno de estos países. Argentina, Brasil, Colombia, México, Panamá o Perú

source: payU Latam SDK: the plugin is required
es_mx: payU Latam SDK: El plugin es requerido

source: cash payment
es_mx: pago en efectivo

source: Continue to payment
es_mx: Continuar con el pago

source: Enable/Disable
es_mx: Habilitar/Deshabilitar

source: Enable Baloto
es_mx: Habilitar Baloto

source: Title
es_mx: Título

source: It corresponds to the title that the user sees during the checkout
es_mx: Corresponde al título que el usuario ve durante la compra

source: Description
es_mx: Descripción

source: It corresponds to the description that the user will see during the checkout
es_mx: Corresponde a la descripción que el usuario verá durante el proceso de pago

source: Successful payment (Transaction ID: %s)
es_mx: Pago exitoso (ID de transacción: %s)

source: Pending approval: %s (Transaction ID: %s)
es_mx: Aprobación pendiente: %s (ID de transacción: %s)

source: Payment pending (Transaction ID: %s)
es_mx: Pago pendiente (ID de transacción: %s)

source: Payment declined
es_mx: Pago rechazado

source: Payment declined: %s (Transaction ID: %s)
es_mx: Pago rechazado: %s (ID de transacción: %s)

source: Payment expired
es_mx: Pago vencido

source: Payment expired: %s (Transaction ID: %s)
es_mx: Pago vencido: %s (ID de transacción: %s)

source: payU Latam SDK: Check that you have entered correctly merchant id, account id, Api Key, Apilogin. To perform tests use the credentials provided by payU %s Message error: %s code error: %s
es_mx: payU Latam SDK: verifique que haya ingresado correctamente merchant id, account id, Api Key, Apilogin. Para realizar pruebas use las credenciales proporcionadas por payU %s Mensaje de error: %s código de error: %s

source: Click here to see
es_mx: Haga clic aquí para ver

source: Transaction rejected by financial entity
es_mx: Transacción rechazada por entidad financiera

source: Transaction rejected by the bank
es_mx: Transacción rechazada por entidad financiera

source: Insufficient funds
es_mx: Fondos insuficientes

source: Invalid card
es_mx: Tarjeta inválida

source: Contact financial entity
es_mx: Contactar entidad financiera

source: Automatic debit not allowed
es_mx: Débito automático no permitido

source: Expired card
es_mx: Tarjeta vencida

source: Restricted Card
es_mx: Tarjeta restringida

source: Invalid expiration date or security code
es_mx: Fecha de expiración o código de seguridad inválidos

source: Retry Payment
es_mx: Reintentar pago

source: Invalid Transaction
es_mx: Transacción inválida

source: The value exceeds the maximum allowed by the entity
es_mx: El valor excede el máximo permitido por la entidad

source: Transaction abandoned by the payer
es_mx: Transacción abandonada por el pagador

source: Unauthorized card to buy online
es_mx: Tarjeta no autorizada para comprar por internet

source: Transaction rejected for suspected fraud
es_mx: Transacción rechazada por sospecha de fraude

source: Digital certificate not found
es_mx: Certificado digital no encotnrado

source: Error trying to contact the bank
es_mx: Error tratando de comunicarse con el banco

source: Error communicating with the financial institution
es_mx: Error comunicándose con la entidad financiera

source: Transaction not allowed to cardholder
es_mx: Transacción no permitida al tarjetahabiente

source: It was not possible to establish communication with the financial institution
es_mx: No fue posible establecer comunicación con la entidad financiera

source: No response was received from the financial institution
es_mx: No se recibió respuesta de la entidad financiera

source: Transaction Expired
es_mx: Transacción expirada

source: Transaction in manual validation
es_mx: Transacción en validación manual

source: Payment receipt generated. Awaiting payment
es_mx: Recibo de pago generado. En espera de pago

source: Transaction not allowed
es_mx: Transacción no permitida

source: Awaiting confirmation from PSE
es_mx: En espera de confirmación de PSE

source: Settings
es_mx: Configuraciones

source: Documentation
es_mx: Documentación

source: Cardholder associated DNI
es_mx: DNI asociado al titular de la tarjeta

# placeholder
source: Cardholder associated DNI....
es_mx: DNI asociado al titular de la tarjeta...

source: The type of card is not accepted
es_mx: No se acepta el tipo de tarjeta

source: Enter the card information
es_mx: Ingrese la información de la tarjeta

source: Please wait...
es_mx: Espere por favor...

source: Redirecting to verify status...
es_mx: Redireccionando para verificar el estado...

source: Select the number of installments
es_mx: Seleccione el número de cuotas

source: Card number invalid
es_mx: Número de tarjeta inválido

source: Invalid card expiration date
es_mx: Fecha de vencimiento de la tarjeta inválida

source: Select a bank
es_mx: Seleccione un banco

source: Select a type of person
es_mx: Seleccione un tipo de persona

source: Name
es_mx: Nombre

source: Payment declined (Transaction ID: %s)
es_mx: Pago rechazado (ID de transacción: %s)

source: Payment expired (Transaction ID: %s)
es_mx: Pago vencido (ID de transacción: %s)

source: Enable Efecty
es_mx: Habilitar Efecty

source: Could not perform any tests, because you have not entered all the required fields
es_mx: No se pudieron realizar pruebas porque no ha ingresado todos los campos requeridos

source: Data of card
es_mx: Datos de la tarjeta

source: Card number
es_mx: Número de tarjeta

source: Cardholder
es_mx: Titular de la tarjeta

source: Number of installments
es_mx: Numero de cuotas

source: For tests use the credentials provided by payU latam
es_mx: Para las pruebas use las credenciales proporcionadas por payU latam

source: Enable Payu Latam SDK
es_mx: Activar payU latam SDk

source: Debug records, it is saved in payment log
es_mx: Registros de depuración, se guarda en el registro de pagos.

source: Credentials
es_mx: Credenciales

source: Environment
es_mx: Ambiente

source: Enable to run tests
es_mx: Habilitar para ejecutar pruebas

source: Production
es_mx: Producción

source: Test
es_mx: Pruebas

source: Installments number
es_mx: Numero de cuotas

source: The maximum number of installments that the user can select
es_mx: El número máximo de cuotas que el usuario puede seleccionar

source: Installments
es_mx: Cuotas

source: Discount for card
es_mx: Descuento por tarjeta

source: Cards numbers
es_mx: Números de tarjetas

source: Add card numbers
es_mx: Agregar números de tarjeta

source: Discount percentage
es_mx: Porcentaje de descuento

source: The discount percentage
es_mx: El porcentaje de descuento
